{
    "2937935235942592": "FuryCharge activation",
    "2164821061721875": "After the expiration of the active period, you can withdraw the collected part of your bonus.",
    "3494442145747106": "Bonus accrual is available only after it has been withdrawn. When you withdraw a bonus, it immediately drops to your balance. The Bonus percentage increases with the user’s Rank.",
    "4001600611763686": "FuryCharge calculation",
    "2359866157581280": "Collect your bonus in parts at a time interval in any of 6 currencies: BTC, TRX, ETH, USDT, BNB or BFG.",
    "6254632021685868": "If you've reached Rank 5 and wagered a minimum of $1 000 in the past 7 days, you can activate your FuryCharge. The bonus amount is valid for the next 7 days from the date of its activation. The total bonus amount is distributed for the 7 days period in parts depending on the interval settings. New bonus accrual is available only after the previous one was withdrawn.",
    "3848965651229755": "Each time you withdraw a bonus, you can choose a different currency. The shorter the period is, the higher is the bonus coefficient.",
    "282848489321786": "If you change the frequency of the bonus withdrawal (e.g. from 60 min to 24 hours), the already accrued amount will expire. Withdraw it before changing.",
    "8071086039834753": "Important",
    "356804433226590": "Interval settings",
    "2476626469795372": "every 10 min - 1x",
    "754816647017932": "every 60 minutes - 1x",
    "1270407731702943": "every 6 hours - 0.9x",
    "5789455730451133": "every 24 hours - 0.75x",
    "220823665338080": "Auto Mode",
    "8611324485115555": "Auto mode allows you to control your game strategy automatically.",
    "6725452378958809": "auto mode will be stopped after achieving a certain profit (which is calculated from the balance at the time of the auto mode activation).",
    "1102584152636857": "bet for auto mode is the one, that covered the bet amount. The",
    "4881712098175843": "bet is the one, that did not cover the bet amount.",
    "7080965385313081": "Come up with your own strategies or use existing ones.",
    "4328512878020599": "losing",
    "3216585623761002": "Note!",
    "3707555413890763": "the percentage of bet increase when losing (with active mode \"Increase\").",
    "7504035380392150": "the percentage of the bet increase when winning (with active mode \"Increase\").",
    "8163751992881992": "Save time with Autoplay!",
    "6833274420367172": "Stop on loss",
    "4915973448097500": "Stop on profit",
    "8347972864971139": "stop the auto mode upon reaching a certain loss (which is calculated from the balance at the time of activation of the auto game).",
    "1199625230633789": "The",
    "5615153339603931": "the max bet, used when activating the Increase “On win” or “On loss” function (auto mode is not stopped, the max bet repeats).",
    "797476097201322": "the number of bets after which the auto mode is automatically turned off.",
    "4979287192767965": "winning"
}
